Revit 2027 API
ParameterTypeId.LoadAttrForceScaleFactor Property
 "Force scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAttrForceScaleFactor { get; }
Public Shared ReadOnly Property LoadAttrForceScaleFactor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAttrForceScaleFactor {
	ForgeTypeId^ get ();
}
static member LoadAttrForceScaleFactor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace